Repository: external-mirrors/lomiri
Catalog: po/*.po
Languages: lo, vi

source: The converged Lomiri shell
lo: ເປືອກຫຸ້ມລະບົບ Lomiri ແບບເຊື່ອມໂຍງ
vi: Giao diện Lomiri hợp nhất

source: Lomiri Greeter
lo: ຕົວຕ້ອນຮັບ Lomiri
vi: Màn hình đăng nhập Lomiri

source: The converged Lomiri shell's Greeter
lo: ຕົວຕ້ອນຮັບຂອງເປືອກຫຸ້ມລະບົບ Lomiri ແບບເຊື່ອມໂຍງ
vi: Màn hình đăng nhập của giao diện Lomiri hợp nhất

source: Indicators Client
lo: ຕົວຈັດການຕົວຊີ້ບອກ
vi: Máy khách Hiển thị Trạng thái

source: Application for testing the Indicators system
lo: ແອັບພລິເຄຊັນສຳລັບທົດສອບລະບົບຕົວຊີ້ບອກ
vi: Ứng dụng kiểm thử hệ thống Hiển thị Trạng thái

source: Password:
lo: ລະຫັດຜ່ານ:
vi: Mật khẩu:

source: Username
lo: ຊື່ຜູ້ໃຊ້
vi: Tên người dùng

source: Failed to authenticate
lo: ຢືນຢັນຕົວຕົນບໍ່ສຳເລັດ
vi: Xác thực không thành công

source: Invalid password, please try again
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ
vi: Mật khẩu không hợp lệ, vui lòng thử lại

source: Log In
lo: ເຂົ້າລະບົບ
vi: Đăng nhập

source: Retry
lo: ລອງໃໝ່
vi: Thử lại

source: Login
lo: ເຂົ້າລະບົບ
vi: Đăng nhập

source: Guest Session
lo: ເຊດຊັນຜູ້ຢ້ຽມຊົມ
vi: Phiên người dùng khách

source: Pin shortcut
lo: ປັກໝຸດທາງລັດ
vi: Ghim lối tắt

source: Quit
lo: ອອກ
vi: Thoát

source: Unpin shortcut
lo: ຖອນໝຸດທາງລັດ
vi: Bỏ ghim lối tắt

source: Unknown
lo: ບໍ່ຮູ້ຈັກ
vi: Không xác định

source: VGA
vi: Cổng VGA

source: DVI
vi: Cổng DVI

source: Composite
lo: ຄອມໂພສິດ (Composite)
vi: Trình hợp thành

source: S-Video
vi: Cổng Video Tách biệt (S-Video)

source: Internal
lo: ພາຍໃນ
vi: Nội bộ

source: Component
lo: ຄອມໂພເນນ (Component)
vi: Com-pôn-en

source: DisplayPort
vi: Cổng DisplayPort

source: HDMI
vi: Cổng HDMI

source: TV
vi: Ti-vi

source: Virtual
lo: ສະເໝືອນ
vi: Ảo

# Title: Lock/Log out dialog
source: Log out
lo: ອອກຈາກລະບົບ
vi: Đăng xuất

source: Are you sure you want to log out?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການອອກຈາກລະບົບ?
vi: Bạn có chắc chắn muốn đăng xuất không?

# Button: Lock the system
source: Lock
lo: ລັອກ
vi: Khóa

# Button: Log out from the system
source: Log Out
lo: ອອກຈາກລະບົບ
vi: Đăng xuất

source: Cancel
lo: ຍົກເລີກ
vi: Hủy bỏ

# Title: Reboot dialog
source: Reboot
lo: ເລີ່ມລະບົບໃໝ່
vi: Khởi động lại

source: Are you sure you want to reboot?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການເລີ່ມລະບົບໃໝ່?
vi: Bạn có chắc chắn muốn khởi động lại không?

source: No
lo: ບໍ່
vi: Không

source: Yes
lo: ແມ່ນ
vi: Có

# Title: Power off/Restart dialog
source: Power
lo: ພະລັງງານ
vi: Nguồn

source: Are you sure you would like to power off?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການ ປິດເຄື່ອງ?
vi: Bạn có chắc chắn muốn tắt nguồn không?

# Button: Power off the system
source: Power off
lo: ປິດເຄື່ອງ
vi: Tắt nguồn

# Button: Restart the system
source: Restart
lo: ເລີ່ມໃໝ່
vi: Khởi động lại

source: Screenshot
lo: ຖ່າຍຮູບໜ້າຈໍ
vi: Ảnh màn hình

source: Keyboard Shortcuts
lo: ປຸ່ມລັດແປ້ນພິມ
vi: Tổ hợp phím

source: PrtScr
vi: Phím PrtScr

source: Takes a screenshot.
lo: ຖ່າຍຮູບໜ້າຈໍ.
vi: Chụp ảnh màn hình.

source: Alt + PrtScr
vi: Tổ hợp Alt + PrtScr

source: Takes a screenshot of the current window.
lo: ຖ່າຍຮູບໜ້າຈໍຂອງໜ້າຕ່າງປັດຈຸບັນ.
vi: Chụp ảnh màn hình cửa sổ hiện tại.

source: Super + Space
vi: Tổ hợp Super + Space

source: Switches to next keyboard layout.
lo: ສະຫຼັບໄປຮູບແບບແປ້ນພິມຖັດໄປ.
vi: Chuyển sang bố cục bàn phím tiếp theo.

source: Super + Shift + Space
vi: Tổ hợp Super + Shift + Space

source: Switches to previous keyboard layout.
lo: ສະຫຼັບໄປຮູບແບບແປ້ນພິມກ່ອນໜ້າ.
vi: Chuyển sang bố cục bàn phím trước đó.

source: Ctrl + Alt + T
vi: Tổ hợp Ctrl + Alt + T

source: Starts the Terminal application.
lo: ເລີ່ມຕົ້ນແອັບພລິເຄຊັນ ເທີມິນໍ (Terminal).
vi: Khởi chạy ứng dụng Terminal.

source: Launcher
lo: ຕົວເປີດແອັບ
vi: Trình khởi chạy

source: Super (Hold)
lo: Super (ກົດຄ້າງ)
vi: Super (Giữ)

source: Opens the launcher, displays shortcuts.
lo: ເປີດຕົວເປີດແອັບ ແລະ ສະແດງປຸ່ມລັດ.
vi: Mở trình khởi chạy, hiển thị các lối tắt.

source: Alt + F1
vi: Tổ hợp Alt + F1

source: Opens launcher keyboard navigation mode.
lo: ເປີດໂໝດການນຳທາງດ້ວຍແປ້ນພິມຂອງຕົວເປີດແອັບ.
vi: Mở chế độ điều hướng bàn phím của trình khởi chạy.

source: Super + Tab
vi: Tổ hợp Super + Tab

source: Switches applications via the launcher.
lo: ສະຫຼັບແອັບພລິເຄຊັນຜ່ານຕົວເປີດແອັບ.
vi: Chuyển đổi ứng dụng qua trình khởi chạy.

source: Super + 1 to 0
lo: Super + 1 ຫາ 0
vi: Super + "1" cho đến "0"

source: Same as clicking on a launcher icon.
lo: ຄືກັນກັບການຄລິກທີ່ໄອຄອນໃນຕົວເປີດແອັບ.
vi: Tương tự như nhấp vào biểu tượng trên trình khởi chạy.

source: Super + A
vi: Tổ hợp Super + A

source: Opens the Application Drawer.
lo: ເປີດໜ້າລວມແອັບ.
vi: Mở ngăn kéo ứng dụng.

source: Switching
lo: ການສະຫຼັບ
vi: Chuyển đổi

source: Alt + Tab
vi: Tổ hợp Alt + Tab

source: Switches between applications.
lo: ສະຫຼັບລະຫວ່າງແອັບພລິເຄຊັນ.
vi: Chuyển đổi giữa các ứng dụng.

source: Super + W
vi: Tổ hợp Super + W

source: Opens the desktop spread.
lo: ເປີດໜ້າຈໍລວມແອັບ.
vi: Mở chế độ xem tổng quan màn hình nền.

source: Cursor Left or Right
lo: ເລື່ອນຕົວຊີ້ ຊ້າຍ ຫຼື ຂວາ
vi: Con trỏ sang trái hoặc sang phải

source: Moves the focus.
lo: ຍ້າຍຈຸດໂຟກັດ.
vi: Di chuyển tiêu điểm.

source: Windows
lo: ໜ້າຕ່າງ
vi: Các cửa sổ

source: Ctrl + Super + D
vi: Tổ hợp Ctrl + Super + D

source: Minimizes all windows.
lo: ຫຍໍ້ໜ້າຕ່າງທັງໝົດລົງ.
vi: Thu nhỏ tất cả cửa sổ.

source: Ctrl + Super + Up
lo: Ctrl + Super + ຂຶ້ນ
vi: Tổ hợp Ctrl + Super + Up

source: Maximizes the current window.
lo: ຂະຫຍາຍໜ້າຕ່າງປັດຈຸບັນໃຫ້ໃຫຍ່ສຸດ.
vi: Phóng to cửa sổ hiện tại.

source: Ctrl + Super + Down
lo: Ctrl + Super + ລົງ
vi: Tổ hợp Ctrl + Super + Down

source: Minimizes or restores the current window.
lo: ຫຍໍ້ ຫຼື ຄືນຄ່າໜ້າຕ່າງປັດຈຸບັນ.
vi: Thu nhỏ hoặc khôi phục cửa sổ hiện tại.

source: Ctrl + Super + Left or Right
lo: Ctrl + Super + ຊ້າຍ ຫຼື ຂວາ
vi: Ctrl + Super + "Left" hoặc "Right"

source: Semi-maximizes the current window.
lo: ຂະຫຍາຍໜ້າຕ່າງປັດຈຸບັນເປັນເຄິ່ງໜ້າຈໍ.
vi: Phóng to một nửa cửa sổ hiện tại.

source: Alt + F4
vi: Tổ hợp Alt + F4

source: Closes the current window.
lo: ປິດໜ້າຕ່າງປັດຈຸບັນ.
vi: Đóng cửa sổ hiện tại.

source: Return to Call
lo: ກັບຄືນສູ່ການໂທ
vi: Quay lại cuộc gọi

source: Emergency Call
lo: ໂທສຸກເສີນ
vi: Cuộc gọi khẩn cấp

source: OK
lo: ຕົກລົງ
vi: Ô kê

source: Apps may have unsaved data:
lo: ແອັບອາດມີຂໍ້ມູນທີ່ຍັງບໍ່ທັນໄດ້ບັນທຶກ:
vi: Các ứng dụng có thể có dữ liệu chưa lưu:

# Re-dock means connect the device again to an external screen/mouse/keyboard
source: Re-dock, save your work and close these apps to continue.
lo: ເຊື່ອມຕໍ່ໃໝ່, ບັນທຶກວຽກຂອງທ່ານ ແລະ ປິດແອັບເຫຼົ່ານີ້ເພື່ອດຳເນີນການຕໍ່.
vi: Cắm lại, lưu công việc của bạn và đóng các ứng dụng này để tiếp tục.

source: Or force close now (unsaved data will be lost).
lo: ຫຼື ບັງຄັບປິດດຽວນີ້ (ຂໍ້ມູນທີ່ບໍ່ໄດ້ບັນທຶກຈະສູນຫາຍ).
vi: Hoặc buộc đóng ngay bây giờ (dữ liệu chưa lưu sẽ bị mất).

source: OK, I will reconnect
lo: ຕົກລົງ, ຂ້ອຍຈະເຊື່ອມຕໍ່ໃໝ່
vi: Được rồi, tôi sẽ kết nối lại

source: Reconnect now!
lo: ເຊື່ອມຕໍ່ຄືນດຽວນີ້!
vi: Kết nối lại ngay bây giờ!

source: Close all
lo: ປິດທັງໝົດ
vi: Đóng tất cả

source: Preview Share Item
lo: ເບິ່ງຕົວຢ່າງລາຍການທີ່ຈະແບ່ງປັນ
vi: Xem trước Mục chia sẻ

source: Your device is now connected to an external display. Use this screen as a touch pad to interact with the pointer.
lo: ຕອນນີ້ອຸປະກອນຂອງທ່ານໄດ້ເຊື່ອມຕໍ່ກັບຈໍສະແດງຜົນພາຍນອກແລ້ວ. ໃຊ້ໜ້າຈໍນີ້ເປັນແຜ່ນສຳຜັດ (touch pad) ເພື່ອຄວບຄຸມຕົວຊີ້.
vi: Thiết bị của bạn hiện đã kết nối với màn hình ngoài. Hãy sử dụng màn hình điện thoại này làm bàn di chuột để tương tác với con trỏ.

source: Tap left button to click.
lo: ແຕະປຸ່ມຊ້າຍເພື່ອຄລິກ.
vi: Chạm nút trái để nhấp.

source: Tap right button to right click.
lo: ແຕະປຸ່ມຂວາເພື່ອຄລິກຂວາ.
vi: Chạm nút phải để nhấp chuột phải.

source: Swipe with two fingers to scroll.
lo: ປັດດ້ວຍສອງນິ້ວເພື່ອເລື່ອນ.
vi: Vuốt bằng hai ngón tay để cuộn.

source: Find more settings in the system settings.
lo: ຊອກຫາການຕັ້ງຄ່າເພີ່ມເຕີມໄດ້ໃນການຕັ້ງຄ່າລະບົບ.
vi: Tìm thêm cài đặt trong cài đặt hệ thống.

source: Fully charged
lo: ສາກເຕັມແລ້ວ
vi: Đã sạc đầy

source: %1 hour
lo: %1 ຊົ່ວໂມງ
vi: %1 giờ

source: %1 minute
lo: %1 ນາທີ
vi: %1 phút

source: %1, %2 until full
lo: %1, ອີກ %2 ຈະເຕັມ
vi: %1, %2 cho đến khi đầy

source: %1 until full
lo: ອີກ %1 ຈະເຕັມ
vi: %1 cho đến khi đầy

source: Unlock
lo: ປົດລັອກ
vi: Mở khóa

source: Device Locked
lo: ອຸປະກອນຖືກລັອກ
vi: Thiết bị đã bị khóa

source: You have been locked out due to too many failed passphrase attempts.
lo: ທ່ານຖືກລະງັບການເຂົ້າໃຊ້ ເນື່ອງຈາກປ້ອນວະລີຜ່ານຜິດຫຼາຍຄັ້ງເກີນໄປ.
vi: Bạn đã bị khóa do nhập mật khẩu sai quá nhiều lần.

source: You have been locked out due to too many failed passcode attempts.
lo: ທ່ານຖືກລະງັບການເຂົ້າໃຊ້ ເນື່ອງຈາກປ້ອນລະຫັດຜ່ານຜິດຫຼາຍຄັ້ງເກີນໄປ.
vi: Bạn đã bị khóa do nhập mật mã sai quá nhiều lần.

source: Please wait %1 minute and then try again…
lo: ກະລຸນາລໍຖ້າ %1 ນາທີ ແລ້ວລອງໃໝ່ອີກຄັ້ງ…
vi: Vui lòng đợi %1 phút rồi thử lại…

source: Try again
lo: ລອງໃໝ່
vi: Thử lại

source: Enter passphrase to unlock
lo: ປ້ອນວະລີຜ່ານເພື່ອປົດລັອກ
vi: Nhập mật khẩu để mở khóa

source: Enter passcode to unlock
lo: ປ້ອນລະຫັດຜ່ານເພື່ອປົດລັອກ
vi: Nhập mật mã để mở khóa

source: Emergency
lo: ສຸກເສີນ
vi: Khẩn cấp

source: Passphrase
lo: ວະລີຜ່ານ
vi: Mật khẩu

source: Passcode
lo: ລະຫັດຜ່ານ
vi: Mật mã

source: Select desktop environment
lo: ເລືອກສະພາບແວດລ້ອມເດັສທັອບ
vi: Chọn môi trường màn hình nền

source: Search…
lo: ຄົ້ນຫາ…
vi: Tìm kiếm…

source: Pull to refresh…
lo: ດຶງລົງເພື່ອໂຫຼດໃໝ່…
vi: Kéo để làm mới…

source: Release to refresh…
lo: ປ່ອຍເພື່ອໂຫຼດໃໝ່…
vi: Thả ra để làm mới…

source: Show password
lo: ສະແດງລະຫັດຜ່ານ
vi: Hiển thị mật khẩu

source: New message
lo: ຂໍ້ຄວາມໃໝ່
vi: Tin nhắn mới

source: Tap to return to call...
lo: ແຕະເພື່ອກັບຄືນສູ່ການໂທ...
vi: Chạm để quay lại cuộc gọi...

source: Conference
lo: ປະຊຸມສາຍ
vi: Hội nghị

source: Nothing is playing
lo: ບໍ່ມີຫຍັງກຳລັງຫຼິ້ນຢູ່
vi: Không có gì đang phát

source: %1 second
lo: %1 ວິນາທີ
vi: %1 giây

source: 0 seconds
lo: 0 ວິນາທີ
vi: 0 giây

source: %1 remaining
lo: ເຫຼືອອີກ %1
vi: %1 còn lại

source: In queue…
lo: ຢູ່ໃນຄິວ…
vi: Trong hàng đợi…

source: Downloading
lo: ກຳລັງດາວໂຫຼດ
vi: Đang tải xuống

source: Paused, tap to resume
lo: ຢຸດຊົ່ວຄາວ, ແຕະເພື່ອດຳເນີນການຕໍ່
vi: Đã tạm dừng, chạm để tiếp tục

source: Canceled
lo: ຍົກເລີກແລ້ວ
vi: Đã hủy

source: Finished
lo: ສຳເລັດ
vi: Đã hoàn thành

source: Failed, tap to retry
lo: ບໍ່ສຳເລັດ, ແຕະເພື່ອລອງໃໝ່
vi: Thất bại, chạm để thử lại

# Button: Send a reply message
source: Send
lo: ສົ່ງ
vi: Gửi

# Label: Hint in message indicator line edit
source: Reply
lo: ຕອບກັບ
vi: Trả lời

# Button: Call back on phone
source: Call back
lo: ໂທກັບ
vi: Gọi lại

source: Back
lo: ກັບຄືນ
vi: Trở lại

source: Drag using 3 fingers any application from one window to the other
lo: ໃຊ້ 3 ນິ້ວລາກແອັບພລິເຄຊັນຈາກໜ້າຕ່າງໜຶ່ງໄປຫາອີກໜ້າຕ່າງໜຶ່ງ
vi: Kéo bất kỳ ứng dụng nào từ cửa sổ này sang cửa sổ khác bằng 3 ngón tay

source: No running apps
lo: ບໍ່ມີແອັບທີ່ກຳລັງເຮັດວຽກ
vi: Không có ứng dụng nào đang chạy

source: Long swipe from the left edge to open the Application Drawer
lo: ປັດຄ້າງຈາກຂອບເບື້ອງຊ້າຍເພື່ອເປີດໜ້າລວມແອັບ
vi: Vuốt dài từ cạnh trái để mở Ngăn kéo ứng dụng

source: Short swipe from the left edge to open the launcher
lo: ປັດສັ້ນໆຈາກຂອບເບື້ອງຊ້າຍເພື່ອເປີດຕົວເປີດແອັບ
vi: Vuốt ngắn từ cạnh trái để mở trình khởi chạy

source: Push your mouse against the right edge to view your open apps
lo: ດັນຕົວຊີ້ເມົາສ໌ໄປທີ່ຂອບເບື້ອງຂວາເພື່ອເບິ່ງແອັບທີ່ເປີດຢູ່
vi: Đẩy chuột của bạn vào cạnh phải để xem các ứng dụng đang mở

source: Swipe from the right edge to view your open apps
lo: ປັດຈາກຂອບເບື້ອງຂວາເພື່ອເບິ່ງແອັບທີ່ເປີດຢູ່
vi: Vuốt từ cạnh phải để xem các ứng dụng đang mở

source: Swipe from the top edge to access notifications and quick settings
lo: ປັດຈາກຂອບເບື້ອງເທິງເພື່ອເຂົ້າເຖິງການແຈ້ງເຕືອນ ແລະ ການຕັ້ງຄ່າດ່ວນ
vi: Vuốt từ cạnh trên để truy cập thông báo và cài đặt nhanh

# Button: Go back one page in the Wizard
source: Back
lo: ກັບຄືນ
vi: Trở lại

source: Language
lo: ພາສາ
vi: Ngôn ngữ

source: Next
lo: ຕໍ່ໄປ
vi: Tiếp

source: Welcome to %1 %2
lo: ຍິນດີຕ້ອນຮັບສູ່ %1 %2
vi: Chào mừng đến với %1 %2

source: We will make sure your device is ready to use %1 %2
lo: ພວກເຮົາຈະກວດສອບໃຫ້ແນ່ໃຈວ່າອຸປະກອນຂອງທ່ານພ້ອມໃຊ້ງານ %1 %2 ແລ້ວ
vi: Chúng tôi sẽ đảm bảo thiết bị của bạn sẵn sàng sử dụng %1 %2

source: What's new
lo: ມີຫຍັງໃໝ່
vi: Có gì mới

source: Loading...
lo: ກຳລັງໂຫຼດ...
vi: Đang tải...

source: Select Keyboard
lo: ເລືອກແປ້ນພິມ
vi: Chọn Bàn phím

source: Keyboard language
lo: ພາສາແປ້ນພິມ
vi: Ngôn ngữ bàn phím

source: Keyboard layout
lo: ຮູບແບບແປ້ນພິມ
vi: Bố cục bàn phím

source: Skip
lo: ຂ້າມ
vi: Bỏ qua

source: Connect to Wi‑Fi
lo: ເຊື່ອມຕໍ່ Wi‑Fi
vi: Kết nối đến mạng không dây

source: Connected
lo: ເຊື່ອມຕໍ່ແລ້ວ
vi: Đã kết nối

source: Available Wi-Fi networks
lo: ເຄືອຂ່າຍ Wi-Fi ທີ່ມີໃຫ້ໃຊ້
vi: Các mạng không dây khả dụng

source: No available Wi-Fi networks
lo: ບໍ່ມີເຄືອຂ່າຍ Wi-Fi ໃຫ້ໃຊ້
vi: Không có mạng không dây khả dụng nào

source: Time Zone
lo: ເຂດເວລາ
vi: Múi giờ

source: Enter your city
lo: ປ້ອນຊື່ເມືອງຂອງທ່ານ
vi: Điền thành phố của bạn

source: Personalize Your Device
lo: ປັບແຕ່ງອຸປະກອນຂອງທ່ານ
vi: Cá nhân hóa thiết bị của bạn

source: Preferred Name
lo: ຊື່ທີ່ຕ້ອງການ
vi: Tên ưa thích

source: Lock Screen
lo: ໜ້າຈໍລັອກ
vi: Màn hình khóa

# Label: Type of security method
source: Create new password
lo: ສ້າງລະຫັດຜ່ານໃໝ່
vi: Tạo mật khẩu mới

# Label: Type of security method
source: Create passcode (numbers only)
lo: ສ້າງລະຫັດຜ່ານ (ຕົວເລກເທົ່ານັ້ນ)
vi: Tạo mật mã (chỉ chữ số)

# Label: Type of security method
source: No lock code
lo: ບໍ່ມີລະຫັດລັອກ
vi: Không có mã khóa

source: Update Device
lo: ອັບເດດອຸປະກອນ
vi: Cập nhật thiết bị

source: There is a system update available and ready to install. Afterwards, the device will automatically restart.
lo: ມີການອັບເດດລະບົບໃຫ້ໃຊ້ ແລະ ພ້ອມທີ່ຈະຕິດຕັ້ງ. ຫຼັງຈາກນັ້ນ, ອຸປະກອນຈະເລີ່ມລະບົບໃໝ່ໂດຍອັດຕະໂນມັດ.
vi: Có một bản cập nhật hệ thống đã có sẵn và sẵn sàng cài đặt. Sau đó, thiết bị sẽ tự động khởi động lại.

# string identifying name of the update
source: Ubuntu Touch system
lo: ລະບົບ Ubuntu Touch
vi: Hệ thống Ubuntu Touch

# version of the system update
source: Version %1
lo: ເວີຊັນ %1
vi: Phiên bản %1

source: This could take a few minutes...
lo: ອາດໃຊ້ເວລາຄາວໜຶ່ງ...
vi: Việc này có thể mất vài phút...

source: Install and restart now
lo: ຕິດຕັ້ງ ແລະ ເລີ່ມລະບົບໃໝ່ດຽວນີ້
vi: Cài đặt và khởi động lại ngay

source: Welcome Back
lo: ຍິນດີຕ້ອນຮັບກັບມາ
vi: Chào mừng trở lại

source: Welcome to %1
lo: ຍິນດີຕ້ອນຮັບສູ່ %1
vi: Chào mừng đến với %1

source: You are ready to use your device now
lo: ຕອນນີ້ທ່ານພ້ອມທີ່ຈະໃຊ້ອຸປະກອນຂອງທ່ານແລ້ວ
vi: Thiết bị của bạn đã sẵn sàng để sử dụng ngay bây giờ

source: Continue
lo: ຕໍ່ໄປ
vi: Tiếp tục

source: Get Started
lo: ເລີ່ມຕົ້ນໃຊ້ງານ
vi: Bắt đầu

source: Confirm passcode
lo: ຢືນຢັນລະຫັດຜ່ານ
vi: Xác nhận mật mã

source: Incorrect passcode.
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.
vi: Sai mật mã.

# Enter the passcode again
source: Please re-enter.
lo: ກະລຸນາປ້ອນໃໝ່.
vi: Vui lòng nhập lại.

source: Lock Screen Passcode
lo: ລະຫັດຜ່ານໜ້າຈໍລັອກ
vi: Mật mã màn hình khóa

source: Enter at least 4 numbers to setup your passcode
lo: ປ້ອນຕົວເລກຢ່າງໜ້ອຍ 4 ຕົວເພື່ອຕັ້ງລະຫັດຜ່ານຂອງທ່ານ
vi: Nhập ít nhất 4 chữ số để thiết lập mật mã của bạn

source: Choose passcode
lo: ເລືອກລະຫັດຜ່ານ
vi: Chọn mật mã

source: Passcode too short
lo: ລະຫັດຜ່ານສັ້ນເກີນໄປ
vi: Mật mã quá ngắn

source: Passcodes match
lo: ລະຫັດຜ່ານກົງກັນ
vi: Mật mã khớp

source: Passcodes do not match
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ
vi: Mật mã không khớp

source: Passcode must be at least 4 characters long
lo: ລະຫັດຜ່ານຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 4 ຕົວອັກສອນ
vi: Mật mã phải có ít nhất 4 ký tự

source: Lock Screen Password
lo: ລະຫັດຜ່ານໜ້າຈໍລັອກ
vi: Mật khẩu màn hình khóa

source: Enter at least 8 characters
lo: ປ້ອນຢ່າງໜ້ອຍ 8 ຕົວອັກສອນ
vi: Nhập ít nhất 8 ký tự

source: Choose password
lo: ເລືອກລະຫັດຜ່ານ
vi: Chọn mật khẩu

source: Confirm password
lo: ຢືນຢັນລະຫັດຜ່ານ
vi: Xác nhận mật khẩu

source: No SIM card installed
lo: ບໍ່ໄດ້ຕິດຕັ້ງຊິມກາດ (SIM)
vi: Không có thẻ SIM được lắp

source: SIM card added
lo: ເພີ່ມຊິມກາດແລ້ວ
vi: SIM đã được lắp thêm vào

source: You must restart the device to access the mobile network.
lo: ທ່ານຕ້ອງເລີ່ມອຸປະກອນໃໝ່ເພື່ອເຂົ້າເຖິງເຄືອຂ່າຍມືຖື.
vi: Bạn phải khởi động lại thiết bị để truy cập mạng di động.

source: Restart
lo: ເລີ່ມໃໝ່
vi: Khởi động lại

source: You won’t be able to make calls or use text messaging without a SIM.
lo: ທ່ານຈະບໍ່ສາມາດໂທອອກ ຫຼື ສົ່ງຂໍ້ຄວາມໄດ້ຖ້າບໍ່ມີຊິມກາດ.
vi: Bạn sẽ không thể thực hiện cuộc gọi hoặc sử dụng tin nhắn văn bản nếu không có SIM.

source: To proceed with no SIM tap Skip.
lo: ຫາກຕ້ອງການດຳເນີນການຕໍ່ໂດຍບໍ່ມີຊິມກາດ ໃຫ້ແຕະ ຂ້າມ.
vi: Để tiếp tục mà không có SIM, chạm Bỏ qua.

source: Password too short
lo: ລະຫັດຜ່ານສັ້ນເກີນໄປ
vi: Mật khẩu quá ngắn

source: Passwords match
lo: ລະຫັດຜ່ານກົງກັນ
vi: Mật khẩu trùng khớp

source: Passwords do not match
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ
vi: Mật khẩu không khớp

source: Strong password
lo: ລະຫັດຜ່ານທີ່ແຂງແຮງ
vi: Mật khẩu mạnh

source: Fair password
lo: ລະຫັດຜ່ານລະດັບປານກາງ
vi: Mật khẩu tạm được

source: Weak password
lo: ລະຫັດຜ່ານທີ່ອ່ອນແອ
vi: Mật khẩu kém

source: Very weak password
lo: ລະຫັດຜ່ານທີ່ອ່ອນແອຫຼາຍ
vi: Mật khẩu rất kém
